@echo off


md "00_システム概要" 2>nul
md "00_スケジュール" 2>nul
md "01_機能概要" 2>nul
md "02_議事録" 2>nul
md "03_RFP" 2>nul
md "04_コードレビュー" 2>nul
md "05_改修資料" 2>nul
md "10_要件定義書" 2>nul
md "11_システム概要" 2>nul
md "12_基本設計書" 2>nul
md "13_画面概要設計書" 2>nul
md "14_データベース設計書（ER図）" 2>nul
md "15_機能設計書（APIシーケンス図）" 2>nul
md "16_配置・ネットワーク図" 2>nul
md "18_単体テスト仕様書_報告書" 2>nul
md "19_結合テスト仕様書_報告書" 2>nul
md "20_総合テスト仕様書_報告書" 2>nul
md "30_操作運用マニュアル" 2>nul
md "31_システム構成管理台帳" 2>nul
md "32_障害対応手順書" 2>nul
md "33_バックアップ手順書" 2>nul
md "34_レストア手順書" 2>nul

echo 完了
pause
